{
    "inicio": "Home",
    "todosLosProductos": "All products",
    "categorias": "Categories",
    "bateriasInvesores": "Batteries / Inverters",
    "mayorista": "Wholesaler",
    "detal": "Retail",
    "distribuidor": "Distributor",
    "programas": "Programs",
    "invitaGana": "Invite and Win",
    "embajadores": "Ambassadors",
    "instalacion": "installers",
    "carreras": "Courses",
    "conocenos": "know us",
    "nosotros": "About us",
    "textoNosotros": "Voltinela focuses on strengthening energy security and promoting self-sufficiency through renewable energy solutions.",
    "mision": "Mission",
    "vision": "Vision",
    "siguenos": "Follow us",
    "productos": "Products",
    "soporte": "Support",
    "preguntas": "Questions",
    "contactos": "Contacts",
    "politicasPrivacidad": "Privacy policies",
    "terminosCondiciones": "Terms and Conditions",
    "especificaciones": "Especifications",
    "electricas": "Electrics",
    "tecnicas": "Technicals",
    "otras": "Others",
    "anadirAlCarrito": "Add to cart",
    "contactar": "Contact",
    "cotizar": "Quote",
    "carrito": "Shopping cart",
    "eliminar": "Delete",
    "enviar": "Send",
    "tituloDetal": "Take your business to the next level with Voltinela!",
    "sub1Detal": "Are you looking to diversify your offering with energy solutions that are both innovative and sustainable?",
    "texto1Detal": "At Voltinela, we are committed to strengthening energy security and promoting self-sufficiency by offering advanced products such as energy storage systems, portable power stations, solar panels, and much more. Our range is designed to meet the needs of a market increasingly aware of the importance of sustainability and technology.",
    "tituloListDetal": "Benefits for your business:",
    "sub1ListDetal": "Enrich your catalog with cutting-edge energy solutions that ensure a reliable, accessible, and sustainable energy source.",
    "sub2ListDetal": "It attracts a wide audience interested in self-sufficiency and technological innovation.",
    "sub3ListDetal": "Enjoy our complete sales and marketing support for a successful and profitable integration.",
    "texto2Detal": "Be part of the change. We invite visionary retail stores to collaborate with us. If you want to enrich your offer with solutions that make a difference, please share your data through the contact form below or contact us directly. Together, we can make renewable energy a reality that is accessible to all.",
    "tituloFormularioDetal": "Contact information",
    "tituloDistribuidor": "For Potential Distributors",
    "sub1Distribuidor": "Become a Voltinela Distributor and Pave Your Way to a Sustainable Future",
    "texto1Distribuidor": "At Voltinela, we are leading the transformation towards a more sustainable and self-sufficient energy future. We specialize in offering high-quality energy solutions that include energy storage systems, portable power stations, solar panels, and much more, making renewable energy accessible to everyone.",
    "tituloListDistribuidor": "Why join our distribution network?",
    "sub1ListDistribuidor": "It offers market-leading renewable energy products, highlighted by its innovation, efficiency and sustainability.",
    "sub2ListDistribuidor": "Supports homes, businesses and factories in their transition towards energy self-sufficiency.",
    "sub3ListDistribuidor": "Benefit from exclusive benefits, including extensive technical and promotional support.",
    "texto2Distribuidor": "Become a distributor today. We are looking for partners who share our vision of a greener and more self-sufficient future. If you are interested in this opportunity, we invite you to leave your details in the contact form below or to contact us. Together, we can lead the change towards a more sustainable world.",
    "tituloFormularioDistribuidor": "Contact information",
    "tituloInvGan": "Transform your recommendations into benefits with Voltinela!",
    "texto1InvGan": "If you know someone interested in taking the step towards energy sustainability, this is your chance to earn and offer added value. Through our 'Refer and Earn' program, you will have the possibility of receiving a financial reward equivalent to 2% of the purchase value of your referral. In addition, your referral will benefit from an immediate 2% discount on their purchase. It is a perfect opportunity for both of you to move towards a greener future, obtaining tangible benefits for your commitment to the planet.",
    "texto2InvGan": "Ready to start? Fill out our registration form now and make your recommendations count.",
    "texto3InvGan": "You and your network are just one step away from mutual benefits!",
    "tituloFormularioInvGan": "Personal information",
    "tituloEmbajadores": "Be a Voltinel Ambassador: Drive Change, Receive Rewards",
    "texto1Embajadores": "If your social media influence is driven by your passion for a sustainable future, our Ambassador program is specially designed for you. By becoming a brand ambassador, each sale you refer will translate into direct benefits: a 2% financial return for you and an attractive 2% discount for your followers on their first purchase. It is the opportunity to amplify your impact, promoting renewable energy while benefiting from every step towards sustainability that you drive.",
    "texto2Embajadores": "Join today. Complete our ambassador form and start turning your influence into action. Your voice can lead the change towards a sustainable future while receiving significant rewards.",
    "tituloInstalaciones": "Instala+ Program: Elevate Your Profession, Connect with the Future",
    "texto1Instalaciones": "For you, a professional installer looking to take your career to the next level with cutting-edge energy solutions, our Instala+ program opens doors. Becoming part of our network of verified installers means access to advanced training, exclusive support, and a selection of industry-leading products. Join Instala+ and become a benchmark for the installation of renewable energy solutions, guaranteeing with your work the excellence and trust that our customers expect.",
    "texto2Instalaciones": "Take the next step. If you're ready to elevate your career, fill out our installer form and join the network of professionals shaping the future of renewable energy.",
    "tituloCarreras": "Develop your Talent in Voltinela: A Future Full of Opportunities Awaits You",
    "texto1Carreras": "En Voltinela, creemos que el talento es la clave para construir un futuro más sostenible. Si tu pasión es marcar la diferencia y tu visión está alineada con la energía renovable, te invitamos a explorar las oportunidades de carrera con nosotros. Desde roles en ventas y marketing hasta ingeniería y más allá, buscamos incorporar a personas motivadas en nuestro equipo. Descubre las posibilidades que Voltinela ofrece para tu desarrollo profesional y sé parte de la solución hacia un mundo más verde.",
    "texto2Carreras": "Embark on your journey with us. If you're seeking a career with purpose, complete our career opportunities form. We're excited to meet the talent you can bring to our team.",
    "texto1Nosotros": "Voltinela is committed to bolstering energy security and fostering self-sufficiency through renewable energy solutions. We stand out for offering innovative products such as energy storage systems, portable batteries, and solar panels, ensuring that these are accessible and affordable for everyone.",
    "texto2Nosotros": "With these products at hand, Voltinela enables homes, businesses, and factories to maintain a reliable, accessible, and sustainable energy source, underscoring the importance of having efficient and renewable energy solutions in today's world.",
    "sub1Nosotros": "Vision",
    "texto3Nosotros": "We provide energy security and innovation in the area of renewable energy, not only building products of the highest quality, but also creating technologies beyond what is known.",
    "sub2Nosotros": "Mission",
    "texto4Nosotros": "We provide energy security and independence to every home, business, factory or entity that needs a reliable solution to uncontrollable problems.",
    "empresa": "Company",
    "placeholderEmpresa": "Enter company name",
    "nombre": "Name",
    "placeholderNombre": "Enter your first name and last name",
    "cedula": "Identity card",
    "placeholderRif": "Enter the RIF of your company",
    "ubicacion": "Location",
    "direccion": "Address",
    "placeholderDireccion": "Enter your address",
    "placeholderUbicacion": "Enter your city",
    "contacto": "Contact",
    "cargo": "Position in the company",
    "placeholderCargo": "Enter your position",
    "correo": "email",
    "telefono": "Phone",
    "tuMensaje": "Your message",
    "mensaje": "Leave us your doubts and comments...",
    "reglasTitulo": "Rules",
    "reglasSub1": "Eligibility:",
    "reglasTexto1": "Only individuals over 18 years of age can participate.",
    "reglasTexto2": "Sales and participation are exclusive to residents of Venezuela.",
    "reglasSub2": "How to participate:",
    "reglasTexto3": "To join the program, interested parties must share their email in our online form. A unique code will be sent via email, which you can share with your referrals.",
    "reglasTexto4": "Referrals must use this code when making their first purchase for the referral to be valid.",
    "reglasSub3": "Rewards and Benefits:",
    "reglasTexto5": "Rewards will be delivered within 30 days of successful referral purchase.",
    "reglasTexto6": "Voltinela reserves the right to choose the payment method for rewards, which may include mobile payment, cash, Zelle, or other payment methods.",
    "reglasTexto7": "The discount granted applies only to the first purchase of the referred customer.",
    "reglasSub4": "Use Restrictions:",
    "reglasTexto8": "Rewards and discounts cannot be combined with other promotions or discounts.",
    "reglasTexto9": "Both rewards and discounts are valid for 2 months from the time of issue.",
    "reglasSub5": "Reference Conditions:",
    "reglasTexto10": "Referrals must be new Voltinela clients.",
    "reglasTexto11": "The referral purchase must be completed and verified for the reward and discount to be applicable.",
    "reglasSub6": "Cancellation and Modification:",
    "reglasTexto12": "Voltinela reserves the right to modify, suspend or cancel the program at any time, notifying participants in advance.",
    "reglasTexto13": "Any attempted abuse or fraud of the program will result in exclusion from the program.",
    "reglasSub7": "Privacy and Data Use:",
    "reglasTexto14": "The information provided will be used exclusively for the identification of participants and the administration of program benefits.",
    "reglasTexto15": "Voltinela is committed to protecting the privacy of participants' personal data.",
    "reglasSub8": "Limitation of Liability:",
    "reglasTexto16": "Voltinela will not be responsible for technical failures, human errors, or any circumstances beyond its control that may affect the registration, the referral process or the delivery of rewards. All reasonable efforts will be made to ensure a fair and transparent process for all participants.",
    "reglasSub9": "Applicable Legislation and Conflict Resolution:",
    "reglasTexto17": "This program is governed by Venezuelan legislation. Any dispute or claim arising from the program will be resolved under Venezuelan laws, and the parties submit to the exclusive jurisdiction of the courts of Venezuela."
}