{
    "inicio": "Inicio",
    "todosLosProductos": "Todos los productos",
    "categorias": "Categorías",
    "bateriasInvesores": "Baterías / Inversores",
    "mayorista": "Mayorista",
    "detal": "Detal",
    "distribuidor": "Distribuidor",
    "programas": "Programas",
    "invitaGana": "Invita y Gana",
    "embajadores": "Embajadores",
    "instalacion": "instaladores",
    "carreras": "Carreras",
    "conocenos": "Conócenos",
    "nosotros": "Nosotros",
    "textoNosotros": "Voltinela se enfoca en reforzar la seguridad energética y promover la autosuficiencia mediante soluciones de energía renovable.",
    "mision": "Misión",
    "vision": "Visión",
    "siguenos": "Siguenos",
    "productos": "Productos",
    "precio": "Precio",
    "soporte": "Soporte",
    "preguntas": "Preguntas y Respuestas",
    "contactos": "Contactos",
    "cotizar" : "Cotizar",
    "politicasPrivacidad": "Políticas de privacidad",
    "terminosCondiciones": "Términos & condiciones",
    "especificaciones": "Especificaciones",
    "electricas": "Eléctricas",
    "tecnicas": "Técnicas",
    "otras": "Otras",
    "manualTecnico": "Manual técnico",
    "descargarPdf": "Descargar PDF",
    "anadirAlCarrito": "Añadir al carrito",
    "contactar": "Contactar",
    "carrito": "Carrito",
    "eliminar": "Eliminar",
    "enviar": "Envíar",
    "tituloDetal": "¡Lleva tu negocio al siguiente nivel con Voltinela!",
    "sub1Detal": "¿Buscas diversificar tu oferta con soluciones energéticas que sean tanto innovadoras como sostenibles?",
    "texto1Detal": "En Voltinela, estamos comprometidos con reforzar la seguridad energética y promover la autosuficiencia, ofreciendo productos avanzados como sistemas de almacenamiento de energía, estaciones portátiles de poder, paneles solares, y mucho mas. Nuestra gama está diseñada para satisfacer las necesidades de un mercado crecientemente consciente de la importancia de la sostenibilidad y la tecnología.",
    "tituloListDetal": "Beneficios para tu negocio:",
    "sub1ListDetal": "Enriquece tu catálogo con soluciones energéticas de vanguardia que aseguran una fuente de energía confiable, accesible y sostenible.",
    "sub2ListDetal": "Atrae a una amplia audiencia interesada en la autosuficiencia y la innovación tecnológica.",
    "sub3ListDetal": "Disfruta de nuestro completo soporte de ventas y marketing para una integración exitosa y rentable.",
    "texto2Detal": "Sé parte del cambio. Invitamos a tiendas de retail visionarias a colaborar con nosotros. Si deseas enriquecer tu oferta con soluciones que marcan la diferencia, por favor comparte tus datos a través del formulario de contacto abajo o comunícate directamente con nosotros. Juntos, podemos hacer que la energía renovable sea una realidad accesible para todos.",
    "tituloFormularioDetal": "Información de contacto",
    "tituloDistribuidor": "Para Potenciales Distribuidores",
    "sub1Distribuidor": "Conviértete en Distribuidor de Voltinela y Abre Camino a un Futuro Sostenible",
    "texto1Distribuidor": "En Voltinela, lideramos la transformación hacia un futuro energético más sostenible y autosuficiente. Nos especializamos en ofrecer soluciones energéticas de alta calidad que incluyen sistemas de almacenamiento de energía, estaciones portátiles de poder, paneles solares, y mucho mas, haciendo la energía renovable accesible para todos.",
    "tituloListDistribuidor": "¿Por qué unirte a nuestra red de distribución?",
    "sub1ListDistribuidor": "Ofrece productos de energía renovable líderes en el mercado, destacando por su innovación, eficiencia y sostenibilidad.",
    "sub2ListDistribuidor": "Apoya a hogares, negocios y fábricas en su transición hacia la autosuficiencia energética.",
    "sub3ListDistribuidor": "Benefíciate de ventajas exclusivas, incluido un amplio soporte técnico y promocional.",
    "texto2Distribuidor": "Hazte distribuidor hoy. Estamos en busca de socios que compartan nuestra visión de un futuro más verde y autosuficiente. Si estás interesado en esta oportunidad, te invitamos a dejarnos tus datos en el formulario de contacto a continuación o a ponerte en contacto con nosotros. Juntos, podemos liderar el cambio hacia un mundo más sostenible.",
    "tituloFormularioDistribuidor": "Información de contacto",
    "tituloInvGan": "¡Transforma tus recomendaciones en beneficios con Voltinela!",
    "texto1InvGan": "Si conoces a alguien interesado en dar el paso hacia la sostenibilidad energética, es tu oportunidad de obtener y ofrecer valor añadido. A través de nuestro programa “Invita y Gana”, tendrás la posibilidad de recibir una recompensa financiera equivalente al 2% del valor de la compra de tu referido. Además, tu referido se beneficiará de un descuento inmediato del 2% en su adquisición. Es una oportunidad perfecta para que ambos avancen hacia un futuro más verde, obteniendo ventajas tangibles por su compromiso con el planeta.",
    "texto2InvGan": "¿Listo para empezar? Llena nuestro formulario de inscripción ahora y haz que tus recomendaciones cuenten.",
    "texto3InvGan": "¡Tu red y tú están a solo un paso de obtener beneficios mutuos!",
    "tituloFormularioInvGan": "Información personal",
    "tituloEmbajadores": "Sé un Embajador Voltinela: Impulsa el Cambio, Recibe Recompensas",
    "texto1Embajadores": "Si tu influencia en las redes sociales es impulsada por tu pasión por el futuro sostenible, nuestro programa de Embajadores está especialmente pensado para ti. Al convertirte en embajador de nuestra marca, cada venta que refieras se traducirá en beneficios directos: un retorno financiero del 2% para ti y un atractivo descuento del 2% para tus seguidores en su primera compra. Es la oportunidad de amplificar tu impacto, promoviendo la energía renovable mientras te beneficias de cada paso hacia la sostenibilidad que impulsas.",
    "texto2Embajadores": "Únete hoy. Completa nuestro formulario para embajadores y comienza a transformar tu influencia en acción. Tu voz puede liderar el cambio hacia un futuro sostenible y, al mismo tiempo, recibir recompensas significativas.",
    "tituloInstalaciones": "Programa Instala+: Eleva Tu Profesión, Conecta con el Futuro",
    "texto1Instalaciones": "Para ti, que eres instalador profesional y buscas llevar tu carrera al siguiente nivel con soluciones energéticas de vanguardia, nuestro programa Instala+ abre puertas. Formar parte de nuestra red de instaladores verificados significa acceso a formación avanzada, soporte exclusivo y una selección de productos líderes en el sector. Únete a Instala+ y conviértete en un referente de la instalación de soluciones de energía renovable, garantizando con tu trabajo la excelencia y la confianza que nuestros clientes esperan.",
    "texto2Instalaciones": "Da el próximo paso. Si estás listo para elevar tu carrera, completa nuestro formulario para instaladores y únase a la red de profesionales que están moldeando el futuro de la energía renovable.",
    "tituloCarreras": "Desarrolla tu Talento en Voltinela: Un Futuro Lleno de Oportunidades Te Espera",
    "texto1Carreras": "En Voltinela, creemos que el talento es la clave para construir un futuro más sostenible. Si tu pasión es marcar la diferencia y tu visión está alineada con la energía renovable, te invitamos a explorar las oportunidades de carrera con nosotros. Desde roles en ventas y marketing hasta ingeniería y más allá, buscamos incorporar a personas motivadas en nuestro equipo. Descubre las posibilidades que Voltinela ofrece para tu desarrollo profesional y sé parte de la solución hacia un mundo más verde.",
    "texto2Carreras": "Inicia tu viaje con nosotros. Si estás buscando una carrera con propósito, completa nuestro formulario de oportunidades de carrera. Estamos emocionados por conocer el talento que puedes aportar a nuestro equipo.",
    "texto1Nosotros": "Voltinela se enfoca en reforzar la seguridad energética y promover la autosuficiencia mediante soluciones de energía renovable. Actualmente, destacamos por ofrecer productos innovadores como sistemas de almacenamiento de energía, baterías portátiles y paneles solares, asegurando que estos estén disponibles y al alcance de todos.",
    "texto2Nosotros": "Con estos productos a la mano, Voltinela permite a hogares, negocios y fábricas mantener una fuente de energía confiable, accesible y sostenible, subrayando la importancia de contar con soluciones energéticas eficientes y renovables en el presente.",
    "sub1Nosotros": "Visión",
    "texto3Nosotros": "Brindamos seguridad energética e innovación en el área de energías renovables, no solo construyendo productos de la máxima calidad, sino también creando tecnologías más allá de lo conocido.",
    "sub2Nosotros": "Misión",
    "texto4Nosotros": "Brindamos seguridad energética e independencia a cada hogar, negocio, fábrica o entidad que necesite una solución confiable a los problemas incontrolables.",
    "empresa": "Empresa",
    "placeholderEmpresa": "Enter company name",
    "nombre": "Nombre",
    "placeholderNombre": "Nombre y apellido",
    "cedula": "Cédula de identidad",
    "placeholderRif": "RIF de la empresa",
    "ubicacion": "Ubicación",
    "direccion": "Dirección",
    "placeholderUbicacion": "Ciudad de la empresa",
    "contacto": "Contacto",
    "cargo": "Cargo",
    "placeholderCargo": "Cargo dentro de la empresa",
    "correo": "Correo",
    "telefono": "Teléfono",
    "tuMensaje": "Tu mensaje",
    "mensaje": "Dejanos tus dudas y comentarios...",
    "reglasTitulo": "Reglas",
    "reglasSub1": "Elegibilidad:",
    "reglasTexto1": "Solo pueden participar individuos mayores de 18 años.",
    "reglasTexto2": "Las ventas y participaciones son exclusivas para residentes de Venezuela.",
    "reglasSub2": "Cómo Participar:",
    "reglasTexto3": "Para unirse al programa, los interesados deben compartir su correo electrónico en nuestro formulario en línea. Se enviará un código único vía correo electrónico, el cual podrán compartir con sus referidos.",
    "reglasTexto4": "Los referidos deben utilizar este código al realizar su primera compra para que la referencia sea válida.",
    "reglasSub3": "Recompensas y Beneficios:",
    "reglasTexto5": "Las recompensas serán entregadas dentro de los 30 días siguientes a la compra exitosa del referido.",
    "reglasTexto6": "Voltinela se reserva el derecho de elegir el método de pago de las recompensas, que puede incluir pago móvil, efectivo, Zelle, u otros medios de pago.",
    "reglasTexto7": "El descuento otorgado aplica únicamente en la primera compra del cliente referido.",
    "reglasSub4": "Restricciones de Uso:",
    "reglasTexto8": "Las recompensas y descuentos no son acumulables con otras promociones o descuentos.",
    "reglasTexto9": "Tanto las recompensas como los descuentos tienen una validez de 2 meses desde el momento de su emisión.",
    "reglasSub5": "Condiciones de Referencia:",
    "reglasTexto10": "Los referidos deben ser nuevos clientes de Voltinela.",
    "reglasTexto11": "La compra del referido debe ser completada y verificada para que la recompensa y el descuento sean aplicables.",
    "reglasSub6": "Cancelación y Modificación:",
    "reglasTexto12": "Voltinela se reserva el derecho de modificar, suspender o cancelar el programa en cualquier momento, notificando previamente a los participantes.",
    "reglasTexto13": "Cualquier intento de abuso o fraude del programa resultará en la exclusión del mismo.",
    "reglasSub7": "Privacidad y Uso de Datos:",
    "reglasTexto14": "La información proporcionada será utilizada exclusivamente para la identificación de los participantes y la administración de los beneficios del programa.",
    "reglasTexto15": "Voltinela se compromete a proteger la privacidad de los datos personales de los participantes.",
    "reglasSub8": "Limitación de Responsabilidad:",
    "reglasTexto16": "Voltinela no será responsable por fallas técnicas, errores humanos, ni por ninguna circunstancia fuera de su control que pueda afectar la inscripción, el proceso de referencia o la entrega de recompensas. Se harán todos los esfuerzos razonables para asegurar un proceso justo y transparente para todos los participantes.",
    "reglasSub9": "Legislación Aplicable y Resolución de Conflictos:",
    "reglasTexto17": "Este programa se rige por la legislación de Venezuela. Cualquier disputa o reclamación derivada del programa será resuelta bajo las leyes venezolanas, y las partes se someten a la jurisdicción exclusiva de los tribunales de Venezuela."
}